[
  {
    "name": "Foarfecă Aligator Bronneberg Forfex-500",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/alligator-shears/bronneberg-forfex-500-alligator-shear/",
    "imp_categ": "Foarfece Aligator",
    "img_name": "ff-500_1.png_productBlock-C08E5DE3.png",
    "desc": "Foarfeca aligator Bronneberg Forfex-500 este echipată cu lame de 500 mm. Această foarfecă hidraulică de tip aligator este mașina ideală pentru curățarea materialelor neferoase de dimensiuni mici și medii. De asemenea, această foarfecă poate fi utilizată și pentru tăierea materialelor feroase, cum ar fi barele de armare și barele rotunde din oțel moale. Capul de tăiere este acționat de o pedală mecanică pentru tăiere unică sau continuă. Deschiderea capului de tăiere poate fi reglată prin simpla deplasare a comutatorului de capăt de cursă. Pentru a maximiza siguranța operatorului, capul de tăiere revine imediat în poziția sa inițială atunci când operatorul își ia piciorul de pe pedală. Această foarfecă, ușor de întreținut și de utilizat, este echipată cu o clemă de fixare reglabilă mecanic, în combinație cu o apărătoare de siguranță deasupra capului de tăiere."
  },
  {
    "name": "Mașină de Dezizolat Cabluri Bronneberg KAB-V",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/cable-stripping-machines/bronneberg-cable-recycling-stripper-kab-v/",
    "imp_categ": "Mașini de dezizolat cabluri",
    "img_name": "bronneberg-kabelpelmachine-kab-v_3.png_productBlock-C08E5DE3.png",
    "desc": "KAB-V este o mașină de dezizolat cabluri versatilă, de banc. Această mașină are capacitatea de a\ndezizola cabluri fie cu ajutorul unui singur cuțit rotativ, fie prin presare pentru a procesa chiar\nși cele mai subțiri cabluri. KAB-V este prima mașină de banc de pe piață care combină aceste două\nfuncții. Este o mașină robustă și fiabilă, potrivită pentru o gamă largă de tipuri și dimensiuni de\ncabluri."
  },
  {
    "name": "Presă de Balotat Deșeuri Metalice Bronneberg MPZ-Extreme",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/metal-balers/scrap-metal-baler-bronneberg-mpz-extreme/",
    "imp_categ": "Prese de balotat metal",
    "img_name": "dji_0386_1_1.jpg_productBlock-C08E5DE3.jpg",
    "desc": "Presa de balotat deșeuri metalice Bronneberg MPZ-Extreme este o presă de mare tonaj, proiectată și\nfabricată în conformitate cu cele mai recente tehnologii de inginerie și standarde de fabricație.\nPresa MPZ-Extreme este echipată cu o funcție de forfecare pe blocul de împingere, ceea ce înseamnă\ncă va tăia materialul în timpul funcționării, fără riscul de blocare. Această presă este proiectată\npentru balotare continuă, iar buncărul de pre-încărcare poate fi alimentat continuu cu un graifer\nsau o bandă transportoare. Lungimea solicitată a baloților poate fi determinată prin setarea\nnumărului de curse de pre-compresie. Cadrul presei MPZ-Extreme este fixat cu șuruburi, ceea ce\nînseamnă că este autoportant și necesită fundații minime."
  },
  {
    "name": "Foarfecă de Deșeuri Louritex Tip PHGM-700",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/shear-balers/scrap-shear-louritex-type-phgm-700/",
    "imp_categ": "Prese de balotat cu forfecare",
    "img_name": "louritex-700-mobiel_2.jpg_productBlock-C08E5DE3.jpg",
    "desc": "Louritex PHGM-700 este o foarfecă ghilotină mobilă cu cea mai mare viteză de tăiere de pe piață. Are\no construcție robustă, bine gândită, cu o remorcă cu 5 axe și pre-compresie prin intermediul aripilor\n  laterale. Capul de forfecare are un cilindru dublu de forfecare cu ghidaj prismatic și se\ncaracterizează printr-o viteză mare de tăiere. Versiunea standard include lubrifiere centrală,\ntelecomandă și operare prin ecran tactil. Această mașină este ideală pentru procesarea unei game\nlargi de deșeuri metalice, oferind eficiență și fiabilitate."
  },
  {
    "name": "Sortator Optic Tip 600XL",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/optical-sorters/optical-sorter-type-600xl/",
    "imp_categ": "Sortatoare optice",
    "img_name": "screenshot_20231212-143929_gallery_1_1.jpg_productBlock-C08E5DE3.jpg",
    "desc": "Sortatorul optic de tip 600XL este un separator optic sau un separator de culori care vă ajută la\nsortarea responsabilă, de înaltă calitate și precisă a metalelor valoroase, cum ar fi granulele de\ncupru. Acest echipament este esențial în cazul în care procesul dumneavoastră de reciclare necesită\no post-separare suplimentară a diferitelor componente. Sortatorul utilizează tehnologie avansată de\nsenzori pentru a identifica și separa materialele pe baza culorii și a altor proprietăți optice.\nAcest lucru asigură o puritate ridicată a materialului recuperat, crescând valoarea acestuia și\ncontribuind la un proces de reciclare mai eficient."
  },
  {
    "name": "Presă de Balotat Mașini Bronneberg Tip GPS M5",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/car-balers/bronneberg-car-baler-machine-type-gps-m5/",
    "imp_categ": "Prese de balotat mașini",
    "img_name": "m6-gps_1.jpg_productBlock-C08E5DE3.jpg",
    "desc": "Presa de balotat mașini Bronneberg tip GPS M5 este o mașină de balotat ușor de transportat și poate\nfi echipată cu un sistem de cârlig pentru container sau cu cricuri hidraulice de ridicare. Presa de\nbalotat mașini GPS M5 produce baloți de înaltă densitate din deșeuri metalice feroase și neferoase,\nprecum și din vehicule scoase din uz (ELV) și deșeuri de mașini. Acest lucru face ca această mașină\nde balotat să fie o alegere excelentă pentru reciclarea metalelor și a vehiculelor scoase din uz.\nDatorită designului său compact și mobilității, poate fi utilizată eficient în diverse locații de\nreciclare."
  },
  {
    "name": "Tocător cu Două Axe Forrec Tip TBS",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/double-shaft-shredders/double-shaft-shredder-forrec-type-tbs/",
    "imp_categ": "Tocătoare cu două axe",
    "img_name": "tb-500_1.jpg_productBlock-C08E5DE3.jpg",
    "desc": "Forrec Tip TBS este o gamă de tocătoare cu două axe, cu un singur motor electric (de la 5,5 la 37 kW)\n  și o cutie de viteze integrată. Caracteristicile cheie includ buncăre de alimentare și cadre de bază\n  specifice clientului, diverse dimensiuni ale lamelor și o funcție de inversare automată la\nsuprasarcină. Rotoarele sunt proiectate pentru o întreținere ușoară. Aceste tocătoare sunt potrivite\npentru procesarea lemnului, hârtiei, cartonului, cablurilor electrice, hard disk-urilor, materialelor\n  plastice și plăcilor de circuite imprimate (PCB)."
  },
  {
    "name": "Tocător cu o Singură Axă Forrec Tip AE-1200",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/metal-shredders/single-shaft-shredder-forrec-type-ae-1200/",
    "imp_categ": "Tocătoare de metal",
    "img_name": "img_6014_1.jpg_productBlock-C08E5DE3.jpg",
    "desc": "Acest tocător cu o singură axă, cu un rotor lung de 1.200 mm, are o transmisie mecanică și este\nproiectat pentru tratarea și reducerea dimensională a unei mari varietăți de materiale. Datorită\nsitei ușor de schimbat, dimensiunea omogenă a produsului final poate fi modificată. Acest tocător cu\no singură axă este echipat cu un împingător hidraulic care va asigura un debit ridicat. Este o mașină\n  robustă și versatilă, potrivită pentru o gamă largă de aplicații de reciclare."
  },
  {
    "name": "Moară cu Ciocane Forrec Tip Z14/700",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/hammer-mills/hammer-mill-forrec-type-z14700/",
    "imp_categ": "Mori cu ciocane",
    "img_name": "hammer-mill.jpg_productBlock-C08E5DE3.jpg",
    "desc": "Prin dezvoltarea acestei mori cu ciocane unice, Forrec vă oferă cea mai avansată soluție pentru\nprocesarea diverselor produse feroase și neferoase. În timp ce în trecut erau necesare investiții\nuriașe, această moară cu ciocane vă oferă o opțiune unică de a începe procesarea și recuperarea\nmetalelor valoroase din produse pe care nu le-ați putut procesa niciodată înainte. Anumite produse\nar trebui procesate cu un tocător cu unul sau două axe înainte de a intra în moara cu ciocane. După\naceasta, moara cu ciocane va separa în continuare materialul și îl va densifica, pentru a crea o\nvaloare mai mare."
  },
  {
    "name": "Despicator de Role Bronneberg Tip G-35/G-35A",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/reel-splitters/bronneberg-reel-splitter-type-g-35g-35a/",
    "imp_categ": "Despicatoare de bobine",
    "img_name": "bronneberg-rollensnijder_5.png_productBlock-C08E5DE3.png",
    "desc": "Despicatorul de role Bronneberg este o mașină de tăiat role pentru reciclarea resturilor de role din\ndiverse industrii, cum ar fi producția de hârtie, ambalare, tipografii și textile. Este un tăietor de\n  role de tip \"ghilotină\" de mare tonaj, proiectat pentru ani de funcționare fără probleme. Mașina\npoate tăia hârtie, carton, folie de plastic și folie de aluminiu și este disponibilă pentru role cu o\n  lățime de până la 3.000 mm și un diametru de 1.200 mm. Această mașină robustă și fiabilă este o\nsoluție eficientă pentru gestionarea și reciclarea resturilor de role."
  },
  {
    "name": "Analizor XRF X-200",
    "code": "bronneberg",
    "url": "https://www.bronneberg-recycling.co.uk/machines/metall-analyzers/xrf-analyzer-x-200/",
    "imp_categ": "Analizoare de metale",
    "img_name": "x-200-for-2022-600_1_1.png_productBlock-C08E5DE3.png",
    "desc": "Analizorul X-200 oferă viteză și performanță, utilizând un detector SDD de înaltă performanță\ncombinat cu un tub de raze X și o geometrie a detectorului foarte optimizate. X-200 devine rapid\nprima alegere pentru cercetarea în domeniul procesării deșeurilor metalice datorită vitezei și\nperformanțelor sale analitice, combinate cu un design ușor și un factor de formă redus. Funcționează\nrapid pe orice familie de aliaje, inclusiv pe aliajele de aluminiu. Acest analizor portabil este un\ninstrument esențial pentru identificarea și sortarea rapidă și precisă a metalelor."
  },
  {
    "name": "ISQ | Sistem compact de drenaj",
    "code": "iris",
    "url": "https://www.iris-mec.com/product-detail/isq-compact-drainage-system/",
    "imp_categ": "Echipamente de depoluare",
    "img_name": "ISQ-frontal-480x324.jpg",
    "desc": "ISQ este o stație completă de drenare a fluidelor, concepută pentru a elimina toate fluidele,\nuleiurile și combustibilii din vehiculele scoase din uz (ELV). Este proiectată pentru a oferi\nperformanțe maxime la un cost competitiv. Acest sistem compact și eficient permite o recuperare\nrapidă și sigură a lichidelor, contribuind la un proces de reciclare ecologic și profitabil.\nDatorită designului său, ISQ este o soluție ideală pentru centrele de dezmembrări auto care doresc\nsă optimizeze operațiunile de depoluare."
  },
  {
    "name": "SG2 | Mașină de demontat anvelope",
    "code": "iris",
    "url": "https://www.iris-mec.com/product-detail/sg2-dismantling-tyre/",
    "imp_categ": "Echipamente de dezmembrare",
    "img_name": "SG2_applicazione-480x324.jpg",
    "desc": "SG2 este o mașină concepută pentru a separa în siguranță și cu ușurință anvelopele de jante. Este\ncapabilă să proceseze între 60 și 90 de roți pe oră, ceea ce echivalează cu recuperarea a\naproximativ 3-4 tone de fier pe zi. Datorită acestei capacități ridicate de procesare, echipamentul\noferă o recuperare rapidă a investiției. SG2 este o soluție robustă și eficientă pentru centrele de\ndezmembrări auto care doresc să valorifice la maximum materialele recuperate din roți."
  },
  {
    "name": "SC | Spărgător de jante",
    "code": "iris",
    "url": "https://www.iris-mec.com/product-detail/sc-rim-breaker/",
    "imp_categ": "Echipamente de dezmembrare",
    "img_name": "SC-Rim-breaker-1-1-480x324.jpg",
    "desc": "SC | Spărgătorul de jante este o mașină concepută pentru a distruge jantele din aluminiu, făcându-le\ninutilizabile. Poate procesa până la 180 de jante pe oră, în condiții de siguranță și cu ușurință.\nAcest echipament este esențial pentru a preveni reutilizarea jantelor deteriorate și pentru a pregăti\n  aluminiul pentru procesul de reciclare. Prin distrugerea jantelor, se asigură că numai materialul de\n  calitate este reintrodus în ciclul de producție."
  },
  {
    "name": "SRX11E | Presă automată pentru roți",
    "code": "iris",
    "url": "https://www.iris-mec.com/product-detail/srx11e-automatic-wheels-press/",
    "imp_categ": "Echipamente de dezmembrare, Prese pentru roți",
    "img_name": "SR8E-480x324.jpg",
    "desc": "SRX11E este o mașină automată care separă anvelopele de jante. Este proiectată pentru siguranță și\nușurință în utilizare, procesând între 80 și 140 de roți pe oră. Mașina zdrobește janta, reducându-i\nvolumul și pregătind-o pentru cuptoare. Poate manipula anvelope cu un diametru de la 12\" la 22\".\nProducătorul susține o recuperare rapidă a investiției datorită capacității sale ridicate de\nprocesare."
  },
  {
    "name": "Mobile Cutter ICU 05 A 30",
    "code": "holmatro",
    "url": "https://www.holmatro.com/en/industrial/mobile-cutter-icu-05-30/",
    "imp_categ": "Scule hidraulice industriale mobile pentru tăiere",
    "img_name": "mobile-cutter-icu-05-30-en-9995dd3c-20e2-41cf-84ca-1e103b5fc86f-E0001254.jpg",
    "desc": "Mobile Cutter ICU 05 A 30 de la Holmatro este o sculă hidraulică industrială special dezvoltată pentru utilizarea \"în teren\", fiind ideală pentru diverse aplicații precum îndepărtarea catalizatorilor, demolarea și tăierea cablurilor. Accentul principal pentru acest model este pe mobilitate, permițând operatorilor să execute eficient sarcini de tăiere în medii diverse. Sculea este echipată cu lame standard și este ideală pentru aplicații precum reciclarea automobilelor, lucrări de demolare și turnătorii. Construită din aluminiu de înaltă calitate în combinație cu un piston din oțel, această sculă mobilă oferă un echilibru perfect între rezistență și design ușor. Aceasta asigură că sculele sunt robuste și de încredere, fiind în același timp ușor de manevrat și transportat în teren."
  },
  {
    "name": "Cutter PCU50",
    "code": "holmatro",
    "url": "https://www.holmatro.com/en/rescue/cutter-pcu50-0/",
    "imp_categ": "Echipamente de Salvare - Dispozitive de Tăiere și Extindere",
    "img_name": "holmatro__cutter-pcu50-en.jpg",
    "desc": "Cutter PCU50 este un dispozitiv de tăiere fără cablu cu lame îninclinate, parte a seriei Holmatro Pentheon, conceput pentru a oferi performanțe de neegalat în operațiunile de salvare. Acest echipament se remarcă prin cea mai mare viteză de pe piață datorită tehnologiei brevetate Stepless Speed Maximization, care optimizează continuu setările motorului și pompei pentru a oferi viteza maximă la orice sarcină. Dispozitivul oferă o flexibilitate operațională maximă cu două moduri de funcționare - un mod redus pentru antrenament/demonstrație și un mod de mare viteză Pentheon pentru intervenții reale. Caracteristicile avansate includ conectivitate Bluetooth cu aplicația MyHolmatro pentru diagnosticarea în timp real, sistem de încărcare pe dispozitiv, ergonomie superioară cu mâner de control inline cu acces 360°, și performanțe impecabile în condiții extreme. Dispozitivul este certificat conform standardelor EN 13204 și NFPA 1960, oferind o forță teoretică de tăiere de 1389 kN și o deschidere maximă de tăiere de 182 mm."
  },
  {
    "name": "Spreader PSP50",
    "code": "holmatro",
    "url": "https://www.holmatro.com/en/rescue/spreader-psp50-0/",
    "imp_categ": "Echipamente de Salvare - Dispozitive de Tăiere și Răspândire",
    "img_name": "holmatro__spreader-psp50-en.jpg",
    "desc": "Spreader PSP50 este un dispozitiv de răspândire fără fir, parte a seriei Holmatro Pentheon, conceput pentru a oferi performanțe de neegalat, utilizabilitate superioară, conectivitate avansată și facilitate excepțională de service. Acest instrument este cel mai rapid spreader de pe piață, datorită tehnologiei brevetate Stepless Speed Maximization, care optimizează continuu setările motorului și pompei pentru viteză maximă la orice sarcină. Dispozitivul oferă o forță maximă de răspândire de 366 kN (37,3 t) și o distanță de răspândire de 725 mm, fiind echipat cu conectivitate Bluetooth pentru monitorizarea în timp real prin aplicația MyHolmatro. PSP50 este proiectat pentru condiții extreme, funcționând fără probleme sub apă, la temperaturi înalte și scăzute, în ploaie și zăpadă, cu clasificare de protecție IP57. Instrumentul include caracteristici ergonomice avansate precum mânerul de control inline cu acces 360° și mânerul de transport rotativ, plus iluminare LED automată alimentată de bateria principală pentru operațiuni în condiții de vizibilitate redusă. Sistemul de management al bateriei permite încărcarea directă pe instrument și încărcarea în cascadă a până la șase baterii simultan."
  },
  {
    "name": "Combi Tool CT 5160",
    "code": "holmatro",
    "url": "https://www.holmatro.com/en/rescue/combi-tool-ct-5160/",
    "imp_categ": "Echipamente de salvare - Unelte combinate pentru tăiere și răspândire",
    "img_name": "holmatro__combi-tool-ct-5160.jpg",
    "desc": "Combi Tool CT 5160 este o unealtă combinată pentru servicii grele, proiectată pentru operațiuni de răspândire, tăiere, strângere și tragere, fiind echipată cu tehnologia CORE pentru performanță optimă. Acest instrument face parte din seria 5000 de la Holmatro, oferind performanțe de necompromis cu cea mai mică greutate din categoria sa - doar 17,7 kg fără furtun. Unelta dispune de o forță maximă de răspândire de 1860 kN, o distanță de răspândire de 468 mm și o capacitate de tăiere pentru bare rotunde de 40 mm diametru conform standardului S235. Echipamentul vine standard cu vârfuri de răspândire detașabile, mâner de transport cu iluminare LED integrată și tehnologia i-Bolt pentru performanțe superioare de tăiere. Designul ergonomic îmbunătățit al mânerului de control oferă o prindere optimă pentru controlul precis al uneltei în diverse condiții de lucru."
  },
  {
    "name": "Telescopic Ram PTR40",
    "code": "holmatro",
    "url": "https://www.holmatro.com/en/rescue/telescopic-ram-ptr40-0/",
    "imp_categ": "Echipamente de salvare și intervenție - Cric telescopic fără fir",
    "img_name": "holmatro__telescopic-ram-ptr40.jpg",
    "desc": "Telescopic Ram PTR40 este un cric telescopic fără fir din seria Holmatro Pentheon, conceput pentru operațiuni de salvare și intervenție de urgență. Acest echipament oferă performanțe de neegalat cu o forță maximă de răspândire de 136 kN (30.574 lbf) pentru primul plunjer și 65 kN (14.613 lbf) pentru al doilea plunjer, cu o cursă totală de răspândire de 407 mm. Cricul dispune de conectivitate Bluetooth pentru monitorizarea în timp real prin aplicația MyHolmatro, care permite urmărirea stării bateriei, presiunii de lucru și temperaturii motorului. Echipamentul este optimizat pentru viteză maximă prin tehnologia brevetată Stepless Speed Maximization și oferă flexibilitate operațională cu două moduri de funcționare - mod de antrenament cu viteză redusă și modul Pentheon de mare viteză. Designul ergonomic include o mâner de control inline cu acces de 360° și o mâner de transport din material rezistent la deteriorare, iar sistemul de încărcare pe echipament permite încărcarea directă a bateriilor pentru o utilizare continuă în operațiunile de salvare."
  },
  {
    "name": "Flex 1000 Mobile Drum",
    "code": "panizzolo",
    "url": "https://www.panizzolo.com/en/recycling-solutions/recycling-machines/mobile-hammer-mills/flex-1000-mobile-drum/",
    "imp_categ": "Instalații mobile de reciclare cu moară cu ciocane",
    "img_name": "Flex-1000-Mobile-Drum-1-uai-258x258.jpg",
    "desc": "Flex 1000 Mobile Drum este o instalație de reciclare transportabilă cu moară cu ciocane, proiectată pentru măcinarea flexibilă a deșeurilor metalice. Echipamentul dispune de un motor electric de 315 kW și poate atinge o productivitate de până la 13 tone pe oră, cu o greutate totală a mașinii de 33.000 kg. Moara poate măcina și rafina diverse tipuri de deșeuri metalice de dimensiuni medii, inclusiv motoare electrice, deșeuri WEEE, aluminiu tocat, conserve, transformatoare electrice și deșeuri metalice mixte. Instalația este furnizată gata de utilizare, montată pe o platformă cu ridicare hidraulică autonomă, cu un cadru întărit conceput de Panizzolo pentru o rigiditate longitudinală excelentă. Structura morii este concepută pentru a preveni ejectarea materialului de la intrare, în timp ce uzura este limitată la armături, grătare și ciocane, fabricate din cele mai bune oțeluri și turnări pentru uzură graduală."
  },
  {
    "name": "Flex 800",
    "code": "panizzolo",
    "url": "https://www.panizzolo.com/en/recycling-solutions/recycling-machines/flex-stationary-hammer-mills/flex-800/",
    "imp_categ": "Instalații staționare de reciclare cu moară cu ciocane",
    "img_name": "Flex-800-1-uai-258x258.jpg",
    "desc": "Flex 800 este o instalație de reciclare staționară cu moară cu ciocane, proiectată pentru măcinarea flexibilă a deșeurilor metalice. Echipamentul dispune de un motor electric de 160 kW și poate atinge o productivitate de până la 8 tone pe oră, cu o greutate totală a mașinii de 22.000 kg. Moara poate măcina și rafina diverse tipuri de deșeuri metalice mici și medii, inclusiv transformatoare mici, motoare electrice mici, deșeuri WEEE, aluminiu tocat, conserve, SUW și metale feroase mixte. Instalația este echipată cu o suprafață oscilantă cu excentric, proiectată special de Panizzolo pentru a gestiona materialul de intrare și ieșire și pentru a reduce vibrațiile asupra mașinii. Pentru reducerea vibrațiilor de mediu, sunt instalate 22 de amortizoare de vibrații între bază și podea, care pot atenua aproximativ 80% din vibrațiile produse de prelucrare, protejând astfel calitatea structurală și siguranța operatorului."
  },
  {
    "name": "Flex 500 Stationary Refine",
    "code": "panizzolo",
    "url": "https://www.panizzolo.com/en/recycling-solutions/recycling-machines/pre-refining-hammer-mills/flex-500-stationary-refine/",
    "imp_categ": "Sisteme de pre-rafinare cu moară cu ciocane",
    "img_name": "Flex-500-Stationary-Refine-uai-516x258.jpg",
    "desc": "Flex 500 Stationary Refine este un sistem de pre-rafinare cu moară cu ciocane, proiectat pentru măcinarea flexibilă a deșeurilor metalice. Echipamentul dispune de un motor electric de 110 kW și poate atinge o productivitate de până la 3,5 tone pe oră, cu o greutate totală a mașinii de 11.000 kg. Moara rafinează deșeuri metalice de dimensiuni mici, inclusiv conserve și capace din aluminiu, material măcinat cu metale și inerți, cupru măcinat din motoare electrice, motoare electrice mici, deșeuri WEEE mici și transformatoare. Instalația este echipată cu o suprafață oscilantă cu excentric, proiectată special de Panizzolo pentru a gestiona materialul și a reduce vibrațiile asupra mașinii, distribuind uniform materialul și echilibrând fluxul de alimentare. Pentru reducerea vibrațiilor de mediu, sunt instalate 26 de amortizoare de vibrații între bază și podea, care pot atenua aproximativ 80% din vibrațiile produse de prelucrare, protejând calitatea structurală și siguranța operatorului."
  },
  {
    "name": "Foarfecă industrială tip aligator pentru procesarea metalelor KAJMAN 600",
    "code": "mistra",
    "url": "https://mistra.cz/produkty/kajman-600/",
    "imp_categ": "Echipament industrial pentru procesarea metalelor și deșeurilor",
    "img_name": "mistra__KAJMAN-600-02.png",
    "desc": "KAJMAN 600 este cea mai populară foarfecă tip aligator din anul 1992, câștigând popularitate atât în Republica Cehă, cât și în străinătate datorită construcției sale brevetate și inovatoare. Prin performanța și fiabilitatea sa, această mașină reprezintă echipamentul de bază în multe depozite de fier vechi, fiind capabilă să proceseze aproape orice material. Poate prelucra cabluri, metale colorate, profile de oțel și se descurcă cu tăierea catalizatorilor și anvelopelor, inclusiv jantele de la automobilele de pasageri. Mașina poate fi livrată cu lame de 400 mm sau 600 mm lungime, oferind astfel flexibilitate în utilizare. Principalele avantaje includ soluția compactă, adecvarea pentru operațiuni grele, rigiditatea și fiabilitatea ridicată, precum și un raport excelent preț-performanță."
  },
  {
    "name": "KAJMAN AUTOMATIC G700 (KAG700)",
    "code": "mistra",
    "url": "https://mistra.cz/produkty/kajman-automatic-g700/",
    "imp_categ": "Echipament industrial pentru procesarea metalelor și deșeurilor",
    "img_name": "mistra__KAJMAN-AUTOMATIC-G700-04.png",
    "desc": "Foarfecele automatice KAJMAN AUTOMATIC G700 sunt o mașină complet automată capabilă să proceseze aproape orice tip de material, de la metale neferoase până la caroserii auto curățate. Strodul se compune din două părți principale - o pâlnie de presare și foarfece hidraulice protejate prin patent. Pâlnia primește materialul introdus și îl comprimă parțial în două direcții la dimensiunea dorită, după care materialul comprimat ajunge prin gravitație la zona de tăiere. Mașina oferă o calitate înaltă a materialului procesat (0,8-0,9 tone pe metru cub) și permite procesarea atât a deșeurilor ușoare, cât și a celor grele, precum și a metalelor neferoase pe același echipament. Echipamentul poate fi dotat opțional cu cabină și graifer hidraulic pentru manipularea materialelor procesate și neprocessate."
  },
  {
    "name": "EAGLE - Mașină de Decopertare a Anvelopelor de Camion",
    "code": "mistra",
    "url": "https://mistra.cz/produkty/vytrhavacka-patnich-lan-eagle/",
    "imp_categ": "Echipament industrial pentru reciclarea anvelopelor de camion",
    "img_name": "mistra__eagle-vytrhavacka-2021.png",
    "desc": "EAGLE este o mașină specializată pentru procesarea anvelopelor de camion, fiind utilizată pentru a smulge cablurile metalice din marginea anvelopelor. Mașina poate procesa aproximativ 20-25 de anvelope pe oră, fiecare anvelopă conținând două cabluri cu o greutate totală de aproximativ 4-5 kg. Procesul de inserare a anvelopei este foarte simplu, anvelopa fiind doar rulată și glisată pe cârligele de smulgere. Într-un singur ciclu, ambele cabluri sunt extrase simultan, ceea ce face procesul foarte eficient. Mașina are o forță maximă de extracție de 250 kN și poate procesa anvelope cu dimensiuni maxime de Ø1100 x lățime 380 mm. Echipamentul are o putere de 15 kW și cântărește 3600 kg, fiind proiectat pentru operațiuni industriale intensive."
  },
  {
    "name": "BREAKER",
    "code": "mistra",
    "url": "https://mistra.cz/produkty/lamacka-kolejnic-breaker/",
    "imp_categ": "Mașină de rupere șine feroviare",
    "img_name": "mistra__mistra-breaker.png",
    "desc": "Mașina de rupere șine BREAKER este cea mai potrivită mașină pentru prelucrarea șinelor de diferite tipuri și dimensiuni. Șinele trebuie să fie suficient de fragile pentru a se rupe și nu pentru a se îndoi, procesul de rupere realizându-se cu ajutorul unor scule specializate. Aceasta oferă o eficiență foarte bună din punct de vedere al costurilor pentru tăierea materialului. Cu o viteză de până la 6 ruperi pe minut, mașina rupe toate șinele suficient de fragile la o lungime de cel puțin 350 mm. Echipamentul de bază al mașinii include costuri de operare reduse, o linie complet automatizată și viteza de până la 6 fracturi pe minut."
  },
  {
    "name": "Presă Statică Scurtă (Short Static Compactor)",
    "code": "husmann",
    "url": "https://husmann-umwelt-technik.de/Produktansicht/stationaere-kurzbau-pressen-2/",
    "imp_categ": "Echipamente de compactare stationară pentru deșeuri",
    "img_name": "husmann__01-Kurzbau-Presse-ST-AN-mit-Hub-Kippvorrichtung.jpg",
    "desc": "Presa statică scurtă Husmann este concepută special pentru aplicații unde spațiul este limitat, oferind o amprentă redusă comparativ cu mașinile standard, dar păstrând aceeași capacitate de compactare eficientă. Datorită forței mari de presare, se obține o reducere mare a volumului materialelor ce urmează să fie compactate, cu forțe de presare cuprinse între 30 și 50 de tone. Compactoarele statice pot fi combinate cu containere pentru toate sistemele comune de descărcare și se caracterizează prin construcția robustă, greutăți mari de umplere și execuție impecabilă. Podeaua presei este realizată din oțel structural cu granulație fină, extrem de rezistent la uzură, iar construcția robustă asigură o durată lungă de viață. Aceste dispozitive sunt ideale pentru diverse utilizări, inclusiv ca presă pentru reziduuri, în zona de imprimare sau ca presă cu construcție scurtă pentru spații reduse."
  },
  {
    "name": "Compactor mobil cu role complet electric GT-M 1750 EV",
    "code": "husmann",
    "url": "https://husmann-umwelt-technik.de/Produktansicht/vollelektrischer-mobiler-walzenverdichter-gt-m-1750-ev/",
    "imp_categ": "Compactor cu role / Echipament de compactare deșeuri",
    "img_name": "husmann__GTM1750EV-e1653398018499.png",
    "desc": "Compactorul mobil cu role GT-M 1750 EV de la Husmann este o mașină complet electrică concepută pentru compactarea eficientă a deșeurilor voluminoase în containere standard tip roll-off. Echipamentul utilizează o acționare electrică de 5,5 kW la 400V, eliminând dependența de motorina diesel și reducând emisiile de carbon în timpul funcționării. Mașina este ideală pentru compactarea materialelor precum paleții, cutiile de lemn, mobilierul vechi și alte deșeuri voluminoase, maximizând astfel capacitatea de stocare a containerelor. Sistemul de lubrifiere centralizat asigură întreținerea optimă a articulațiilor brațelor compactorului, garantând o funcționare fiabilă pe termen lung. Produsul reprezintă o soluție ecologică modernă pentru gestionarea eficientă a deșeurilor în aplicații comerciale și industriale."
  },
  {
    "name": "HUSMANN SPB - Compactoare Portabile pentru Camioane cu Sistem de Ridicare Hook",
    "code": "husmann",
    "url": "https://husmann-umwelt-technik.de/Produktansicht/pressen-fuer-lkw-mit-abrollkipper/",
    "imp_categ": "Echipamente de Compactare și Gestionare a Deșeurilor",
    "img_name": "husmann__01-SPB-SEL-E.jpg",
    "desc": "Compactoarele portabile HUSMANN SPB pentru camioane cu sistem de ridicare hook sunt disponibile în versiuni standard cu capacități cuprinse între 8 m³ și 24 m³. Există o gamă largă de mașini disponibile, potrivite pentru locații cu și fără spațiu limitat, precum și pentru puncte de colectare cu cantități mici sau mari de deșeuri. Containerele sunt construite cu tehnologie robotică avansată, fiind complet sudate și oferind protecție maximă împotriva coroziunii, cu spațiu generos pentru publicitate și golire ușoară prin conicitate pe trei părți. Acoperirea de înaltă calitate cu două componente asigură rezistență UV de ani de zile, rezistență extremă la zgârieturi și protecție sigură împotriva coroziunii. Aceste echipamente sunt utilizate în diverse domenii, inclusiv hoteluri, facilități de producție alimentară, centre de distribuție și spitale pentru compactarea eficientă a deșeurilor."
  },
  {
    "name": "Dispozitiv de basculare HKV (Hub-Kippvorrichtungen)",
    "code": "husmann",
    "url": "https://husmann-umwelt-technik.de/Produktansicht/hub-kippvorrichtungen-hkv/",
    "imp_categ": "Echipamente de manipulare și basculare containere",
    "img_name": "husmann__01-SPB-SEL-E.jpg",
    "desc": "Husmann oferă dispozitive de basculare în diverse configurații pentru diferite dimensiuni și tipuri de containere. Aceste echipamente sunt disponibile în variante integrate, statice sau mobile, fiind adaptate pentru containere standard și speciale cu capacități cuprinse între 120 de litri și aproximativ 4 metri cubi. Dispozitivele sunt proiectate cu înălțimi de ridicare variabile, în funcție de necesitățile specifice ale aplicației. Forța de ridicare este calculată și dimensionată în conformitate cu cerințele respective ale fiecărui proiect. Soluțiile oferite de Husmann sunt versatile și pot fi personalizate pentru a satisface diverse aplicații industriale de manipulare a containerelor."
  },
  {
    "name": "Presa cu Șurub Statică Husmann HSP-E",
    "code": "husmann",
    "url": "https://husmann-umwelt-technik.de/Produkt%C3%BCbersicht/schneckenpressen-en/",
    "imp_categ": "Echipamente de Compactare și Tehnologie de Mediu",
    "img_name": "husmann__Produkt_Schneckenpresse_HSP-E-L-Einzugssystem-01.jpg",
    "desc": "Presa cu șurub statică Husmann HSP-E este ideală pentru compactarea cutiilor de carton, foliilor, lădițelor de fructe sau deșeurilor reziduale. Aceasta se caracterizează prin construcția sa robustă, cu uzură redusă și dezvoltarea minimă de zgomot. Mașina este ușor de utilizat, necesită doar o amprentă mică pentru deschiderea mare de umplere și funcționează foarte economic și fiabil. Un arbore conic cu șurub care funcționează lent detectează materialul furnizat, îl zdrobește și îl presează în containerul conectat. Pre-mărunțirea în combinație cu presiunea ridicată a suprafeței realizează o compactare enormă și astfel o greutate maximă de umplere a containerului. Când containerul atinge umplerea maximă, apare mesajul de container plin, presa se oprește automat și containerul de presare poate fi schimbat."
  },
  {
    "name": "T 150",
    "code": "tecnoecology",
    "url": "https://tecnoecology.com/en/prodotto/t-150/",
    "imp_categ": "Echipament industrial pentru recuperarea metalelor din cabluri electrice",
    "img_name": "T150.jpg",
    "desc": "T 150 este o instalație industrială specializată în recuperarea cuprului sau aluminiului din cablurile electrice prin îndepărtarea învelișului de cauciuc sau PVC. Echipamentul este potrivit și pentru încărcarea manuală, beneficiind de un circuit în aer liber care rezolvă problemele de supraîncălzire a materialelor. Mașina are un consum electric de 19 kW și dimensiuni generale de 1700 x 1350 mm lățime, cu o înălțime de 2300 mm plus filtru de 800x800 mm și înălțime de 3100 mm. Capacitatea medie de producție orară este de 150 kg/h pentru materialul de intrare, oferind o soluție eficientă pentru procesarea cablurilor electrice uzate."
  },
  {
    "name": "Maxi 100",
    "code": "tecnoecology",
    "url": "https://tecnoecology.com/en/prodotto/maxi-100/",
    "imp_categ": "Echipament industrial pentru dezizolarea cablurilor electrice",
    "img_name": "02-maxi-100_NO-GRIMO-1000x1000.png",
    "desc": "Maxi 100 este o mașină de dezizolat cabluri proiectată pentru a separa cuprul sau aluminiul din cablurile electrice de învelișul exterior. Aceasta poate procesa cabluri cu învelișuri din plastic, plumb sau alte materiale cu grosimi variabile. Echipamentul poate prelucra cabluri cu diametrul cuprins între 6 și 90 mm, având o viteză de procesare de 22 m/min. Mașina funcționează la 380 V cu un consum de 2,2 kW și are o greutate de 230 kg. Dimensiunile generale sunt de 1200 mm înălțime și 1850×760 mm lungime × lățime, fiind ideală pentru operațiuni industriale de reciclare a cablurilor electrice."
  },
  {
    "name": "TR 250",
    "code": "tecnoecology",
    "url": "https://tecnoecology.com/en/prodotto/tr-250/",
    "imp_categ": "Foarfece tip aligator / Echipament industrial de tăiere",
    "img_name": "TR250.jpg",
    "desc": "TR 250 este o foarfece tip aligator care poate tăia în siguranță cabluri electrice și materiale feroase. Echipamentul procesează rapid materialele și poate dezvolta o forță de tăiere egală cu 350 kN la 80 mm de la punctul de sprijin. Dispozitivul are o greutate de 350 kg și funcționează la 380 Volt cu o putere de 4 kW. Foarfeca este echipată cu o lamă de 250 mm și poate efectua 17 tăieturi pe minut. Dimensiunile generale sunt de 1200 mm înălțime și 1100×700 mm lățime, fiind ideală pentru aplicații industriale de reciclare și procesare a materialelor."
  },
  {
    "name": "TOOTHER 500",
    "code": "tecnoecology",
    "url": "https://tecnoecology.com/en/prodotto/toother-500/",
    "imp_categ": "Echipament industrial de măcinare/sfărâmare",
    "img_name": "Toother-500-2017-10-10-scontornata_1000x1000.jpg",
    "desc": "TOOTHER 500 este un echipament de măcinare profesional echipat cu dinți mobili acționați de pistoane hidraulice care se rotesc în raport cu dinții fixați pentru a măcina deșeurile ce urmează a fi prelucrate. Sistemul hidraulic, prin intermediul împingătorului cu cursă de 340 mm, permite adaptarea ușoară la diferite tipuri de materiale ce trebuie prelucrate. Echipamentul are o putere electrică de 15 KW la 380V și cântărește 1.500 kg. Dimensiunile generale sunt de 2.940×1.470×2.020 mm, cu o pâlnie de 1.000×1.050 mm, și este echipat cu lame de 60 x 60 mm (6 rotative + 7 fixe)."
  },
  {
    "name": "TG 850",
    "code": "tecnoecology",
    "url": "https://tecnoecology.com/en/prodotto/tg-850/",
    "imp_categ": "Tocător industrial cu ax unic",
    "img_name": "TG850.jpg",
    "desc": "TG 850 este un tocător cu ax unic echipat cu lame, conceput pentru procesarea unei game variate de materiale. Aparatul poate manipula cabluri de cupru și aluminiu, metale neferoase, cauciuc și materiale plastice, precum și lemn. Dispune de un sistem hidraulic de alimentare cu posibilitatea de ajustare a presiunii pentru adaptarea la diferitele tipuri de materiale care pot fi procesate. Echipamentul are o putere electrică de 32 kW și include un rotor cu lățimea de 850 mm, prevăzut cu 13 lame rotative reversibile și 14 lame fixe reversibile. Dimensiunile generale sunt de 2420 x 1850 mm cu o înălțime de 2400 mm și o pâlnie de alimentare de 1450 x 850 mm."
  },
  {
    "name": "Conveyor Belt Flex",
    "code": "tecnoecology",
    "url": "https://tecnoecology.com/en/prodotto/conveyor-belt-flex/",
    "imp_categ": "Echipamente de separare magnetică / Benzi transportoare industriale",
    "img_name": "Nastro-di-carico.jpg",
    "desc": "Conveyor Belt Flex este un sistem de transport și separare care ridică materialul și îndepărtează părțile feroase prin intermediul unei role magnetice realizate din ferită. Acest echipament se distinge prin performanțe superioare datorită marginii flexibile de reținere care asigură o funcționare mai eficientă. Sistemul este conceput pentru aplicații industriale unde este necesară separarea componentelor feroase din materiale diverse. Designul său inovator cu margine flexibilă permite o adaptare mai bună la diferite tipuri de materiale și condiții de lucru. Produsul oferă o soluție fiabilă pentru procesele de separare magnetică în diverse industrii."
  }
]